<template>
  <div>
    <button class="flex justify-start m-5" @click="$router.go(-1)">
      <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="currentColor" class="w-8 h-8 text-red-500 hover:text-red-100">
        <path fill-rule="evenodd" d="M11.03 3.97a.75.75 0 010 1.06l-6.22 6.22H21a.75.75 0 010 1.5H4.81l6.22 6.22a.75.75 0 11-1.06 1.06l-7.5-7.5a.75.75 0 010-1.06l7.5-7.5a.75.75 0 011.06 0z" clip-rule="evenodd" />
      </svg>
      <span class="text-red-500 text-bold text-2xl mx-2 font-serif hover:text-red-100">Назад</span>
    </button>
    <div class="text-center font-serif text-2xl text-teal-700 my-10">
      <span>Политика обработки персональных данных</span>
    </div>
    <div class="indent-2 px-3 md:px-5 mx-5 md:mx-10 text-teal-700 text-lg font-serif">
      <p>Политика в отношении обработки персональных данных (далее — Политика) направлена на защиту прав лиц, персональные данные которых обрабатывает ИП Семенов Андрей Викторович»(далее — Продавец)</p>
      <p>При заполнении форм регистрации, оформлении заказов на Сайте пользователь предоставляет следующую информацию: Фамилия, Имя, адрес электронной почты, адрес для доставки заказов, контактный телефон, пароль для доступа к Сайту.</p>
      <p>Предоставляя свои персональные данные при авторизации, регистрации на сайте, пользователь соглашается на их обработку, как с использованием средств автоматизации, так и без использования средств автоматизации, в целях исполнения Продавцом своих обязательств перед пользователем, продажи им товаров и предоставления услуг, предоставления им справочной информации, а также в целях продвижения товаров и услуг.</p>
      <p>Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</p>
      <p>Продавец использует предоставленные пользователем персональные данные в течение всего срока регистрации пользователя на Сайте для регистрации и авторизации пользователя на Сайте, для обработки заказов и выполнения обязательств перед пользователем, для осуществления деятельности по продвижению товаров и услуг. Продавец обязуется не передавать полученную от пользователя информацию третьим лицам, кроме случаев предоставления Продавцом информации третьим лицам для исполнения своих обязательств перед пользователем и только в рамках договоров.</p>
      <p>Продавец не несет ответственности за сведения, предоставленные пользователем на Сайте в общедоступной форме.</p>
      <p>Продавец вправе использовать технологию «cookies» при предоставлении пользователю доступа к Сайту. «Cookies» не содержат конфиденциальную информацию и не передаются третьим лицам.</p>
      <p>Продавец при обработке персональных данных принимает необходимые и достаточные организационные и технические меры для защиты персональных данных от неправомерного доступа к ним, а также от иных неправомерных действий в отношении персональных данных.</p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>